Repository: TiagoNora/sigo-ios
Catalog: onecare/sigo/ios/Runner/*.lproj/Localizable.strings
Languages: de, fr, pt

# notif_ticket_created_title
source: Ticket %1$@ created
de: Ticket %1$@ erstellt
fr: Ticket %1$@ cree
pt: Ticket %1$@ criado

# notif_ticket_updated_title
source: Ticket %1$@ updated
de: Ticket %1$@ aktualisiert
fr: Ticket %1$@ mis a jour
pt: Ticket %1$@ atualizado

# notif_ticket_resolved_title
source: Ticket %1$@ resolved
de: Ticket %1$@ geloest
fr: Ticket %1$@ resolu
pt: Ticket %1$@ resolvido

# notif_ticket_closed_title
source: Ticket %1$@ closed
de: Ticket %1$@ geschlossen
fr: Ticket %1$@ ferme
pt: Ticket %1$@ fechado

# notif_ticket_cancelled_title
source: Ticket %1$@ cancelled
de: Ticket %1$@ abgebrochen
fr: Ticket %1$@ annule
pt: Ticket %1$@ cancelado

# notif_ticket_reopened_title
source: Ticket %1$@ reopened
de: Ticket %1$@ wiedereroeffnet
fr: Ticket %1$@ reouvert
pt: Ticket %1$@ reaberto

# notif_ticket_status_body
source: Status: %1$@
fr: Statut : %1$@
pt: Estado atualizado

# notif_ticket_generic_body
source: Ticket updated
de: Ticket aktualisiert
fr: Ticket mis a jour
pt: Ticket atualizado

# notif_body_note_added
source: Note added
de: Notiz hinzugefuegt
fr: Note ajoutee
pt: Nota adicionada

# notif_body_attachment_added
source: Attachment added
de: Anhang hinzugefuegt
fr: Piece jointe ajoutee
pt: Anexo adicionado

# notif_body_attachment_removed
source: Attachment removed
de: Anhang entfernt
fr: Piece jointe supprimee
pt: Anexo removido

# notif_body_attachment_updated
source: Attachment updated
de: Anhang aktualisiert
fr: Piece jointe mise a jour
pt: Anexo atualizado

# notif_body_impact_changed
source: Impact changed
de: Auswirkung geaendert
fr: Impact modifie
pt: Impacto alterado

# notif_body_severity_changed
source: Severity changed
de: Schweregrad geaendert
fr: Severite modifiee
pt: Severidade alterada

# notification_maintenance_title
source: Maintenance Window
de: Wartungsfenster
fr: Fenetre de maintenance
pt: Janela de manutenção

# notification_maintenance_body
source: Maintenance scheduled from %1$@ to %2$@
de: Wartung geplant von %1$@ bis %2$@
fr: Maintenance planifiee de %1$@ a %2$@
pt: Manutenção agendada de %1$@ a %2$@

# notification_general_title
source: General Information
de: Allgemeine Information
fr: Information generale
pt: Informação geral
